[
    {
        "ID": "B000OGZTK6.html",
        "NAME": "Motorola H700 - Silver",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compact, small and lightweight design is approximately 30% smaller than its predecessor",
            "Award winding PowerFlip™ foldable microphone design with ergonomic reversible ear hook",
            "Cutting-edge noise reduction and echo cancellation technologies",
            "6 hours talk time or 130 hours standby time",
            "Advanced Volume controls: orientation technology to assure that volume controls will always be upright and volume adjustment form the headset"
        ]
    },
    {
        "ID": "B002L6GFBO.html",
        "NAME": "TENQA Portable Bluetooth Speaker",
        "CATEGORY": [
            "Electronics",
            "Portable Audio & Video",
            "Portable Speakers & Docks",
            "Portable Bluetooth Speakers"
        ],
        "DESCRIPTION": [
            "Change, pause, play tracks from afar",
            "Listen to your music without wires and connect with mobile phone, iPod touch, iPhone, mp3 player, or computer",
            "2 watts x 2 stereo sound output with up to 33 feet (10m) of wireless range",
            "Portable battery-powered design you can take anywhere",
            "Class 2 v1.2 Bluetooth technology"
        ]
    },
    {
        "ID": "B002EEP3G6.html",
        "NAME": "Motorola MOTOROKR S9 HD Bluetooth Stereo Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with mobile phone or MP3 player with Bluetooth Stereo profile (A2DP)",
            "Seamlessly switch between streaming music and incoming calls3D surround sound and high-definition acoustics",
            "6 hours play time 7 hours talk time or 150 hours standby",
            "touch sensitive play/answer/end and volume controls Water- and sweat-resistant",
            "high-definition audio and ear buds that reduce background noise and improve comfort."
        ]
    },
    {
        "ID": "B001B39XX0.html",
        "NAME": "MTRH12 - Bluetooth Headset, Dual Mic Technology, Black/Silver",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Sold as 1 each"
        ]
    },
    {
        "ID": "B000NI9BU4.html",
        "NAME": "Motorola H670 Bluetooth Headset (Black) [Motorola Retail Packaging]",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Small, lightweight and comfortable to wear for long periods of time",
            "Over-the-ear headset design; intuitive, easy to use controls",
            "Elevated speaker rests closer to the ear delivering loud audio",
            "Compatible with most Bluetooth enabled handsets and audio devices",
            "Up to 8 hours of talk time, up to 192 hours of standby time"
        ]
    },
    {
        "ID": "B000HDGAEU.html",
        "NAME": "Motorola HS815 Bluetooth Wireless Headset - Blue/Silver",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Talk handsfree",
            "Bluetooth 1.1",
            "Rechargeable",
            "1 Year warranty"
        ]
    },
    {
        "ID": "B002U1N84C.html",
        "NAME": "Emerson Over The Head Bluetooth Headset (EM-237C)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Built-in Bluetooth v2.0 technology easily connects to your phone",
            "Features noise-Canceling boom microphone",
            "Roam up to 33-feet from your Bluetooth enabled phone",
            "Over-the-head, comfortable design for all-day use",
            "One touch, answer/end and redial"
        ]
    },
    {
        "ID": "B000X2H8DM.html",
        "NAME": "Callpod Dragon Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Up to 100 meters (328-feet) with any class-1 Bluetooth device",
            "Proprietary two-way communication software allows two dragon headset users to talk over a 250,000 square foot area",
            "Supreme sound quality and dual-microphone noise suppression allow you to communicate in noisy environments",
            "All new adjustable ear wrap ensures a perfect comfortable fit for all-day use",
            "Multiple adapters with USB connectivity allow you to charge the dragon via laptop computer, car or wall outlet"
        ]
    },
    {
        "ID": "B000REZ81K.html",
        "NAME": "Alcatel Universal Stereo Bluetooth Headset - Black",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Stereo Music Support with High-Quality Sound",
            "Stylish Design",
            "Hands Free Support",
            "3.5mm Audio Jack"
        ]
    },
    {
        "ID": "B000DZXIRY.html",
        "NAME": "Plantronics CS55 Wireless Headset Bundle with Lifter (Discontinued by Manufacturer)",
        "CATEGORY": [
            "Electronics",
            "Accessories & Supplies",
            "Telephone Accessories"
        ],
        "DESCRIPTION": [
            "DECT 6.0 digital wireless office headset with remote lifter",
            "Built-in rechargeable battery (up to 10 hours talk time)",
            "One-touch control over calls and volume",
            "Includes interchangeable ear loops and over-the-head band for customization",
            "Roam hands-free up to 300 feet"
        ]
    },
    {
        "ID": "B000XTJHBQ.html",
        "NAME": "Motorola H500 Black Bluetooth Headset by Thecellulargiant.com",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Upto 8 Hours of Talk Time",
            "200 Hours Standby Time",
            "Reversible earhook for use with either ear",
            "Call button to handle incoming and outgoing calls",
            "2 volume buttons"
        ]
    },
    {
        "ID": "B0018SC98E.html",
        "NAME": "Plantronics Explorer 370 Sport Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Built water and dust resistant for outdoor work and play",
            "Innovative filter blocks wind noise",
            "Sporty lanyard holds your headset for convenient access",
            "Talk on the phone without using your hands",
            "Simple setup with most Bluetooth phones"
        ]
    },
    {
        "ID": "B000TTM4SS.html",
        "NAME": "Bang & Olufsen EarSet 2 Bluetooth Mobile Device (Right Ear)",
        "CATEGORY": [
            "Cell Phones & Accessories",
            "Accessories"
        ],
        "DESCRIPTION": [
            "High-fidelity earphone headset made to fit your right ear; includes a 3 year manufacturer's warranty",
            "NOTE: This product is not compatible with iPhone 3GS",
            "B&O has added 2 microphones, with filters to help reduce or cancel extraneous noises that distort both incoming and outgoing signals",
            "Specifically designed air vents to ensure true voice reproduction and a high-fidelity loudspeaker system microphone ensures optimum sound quality",
            "Compatible with all devices that are Compatible with Bluetooth version 1.1 or higher and headset profile 1.1 and hands free profile 1.0"
        ]
    },
    {
        "ID": "B000JIJ5FO.html",
        "NAME": "Motorola Bluetooth Headset H700 Plum [Motorola Retail Packaging]",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with Bluetooth 1.1 and 1.2 phones",
            "Sleek design",
            "1 year warranty",
            "Experience Pure Sound and Impressive Call Clarity from this Compact Headset with Advanced Noise Reduction",
            "Lets You Talk Handsfree"
        ]
    },
    {
        "ID": "B001EW7W9U.html",
        "NAME": "Motorola H690 Bluetooth Earset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "H690 FROST"
        ]
    },
    {
        "ID": "B001FF944W.html",
        "NAME": "Motorola 89237N Motorola H620 - Headset ( over-the-ear ) - wireless - Bluetooth 2.0 - black - 1 Pack - Case - Carrier Packaging - Neutral",
        "CATEGORY": null,
        "DESCRIPTION": [
            "One Mic Echo Cancellation",
            "Automatic Volume Adjustment",
            "Up to 7 hrs talk time",
            "Up to 200 hrs standby time",
            "RapidConnect technology for easy pairing.",
            "Includes Dashboard Headset Holder to Keep Headset In Reach",
            "Provides Easy Access to Mute & Voice Dialing Directly from the Headset"
        ]
    },
    {
        "ID": "B0018MK2C0.html",
        "NAME": "BlackBerry Bluetooth Headset - Black",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Soft ear gel tips come in three sizes for optimal fit and comfort",
            "Vibrates to indicate incoming calls",
            "Optional ear stabilizer offers additional security",
            "10700200",
            "10700275"
        ]
    },
    {
        "ID": "B000ROM7ZU.html",
        "NAME": "Samsung WEP180 Bluetooth Wireless Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Up to 6 Hours Talk Time",
            "Up to 110 Hours Standby Time",
            "Weighs only 11 grams",
            "Bluetooth specification: Ver 2.0",
            "Voice Dialing"
        ]
    },
    {
        "ID": "B000EIXG7C.html",
        "NAME": "Motorola Bluetooth Headset H3 (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with Bluetooth 1.2 or 1.1 enabled mobile phones, PDAs, PCs and more",
            "Enhanced audio performance",
            "Up to eight hours of talk time or 150 hours of standby time from a single charge",
            "Bluetooth 1.2 support provide quicker pairing, better audio with less dropped calls and reduced interference from other devices",
            "Call button to control call start and end, hold and toggle between calls"
        ]
    },
    {
        "ID": "B000EUFE1Q.html",
        "NAME": "MOTOROLA 89036J H500 BLUETOOTH HEADSET (PINK)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Sophisticated case with strap",
            "Wipe to clean your phone's screen",
            "Headset has up to 10 hours talk time",
            "Lightweight headset",
            "Headset has 30 foot range"
        ]
    },
    {
        "ID": "B001TH78Q2.html",
        "NAME": "Motorola H15 Noise-Canceling Bluetooth Wireless Headset [Bulk Packaging]",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Noise-cancelling Bluetooth headset with unique flip design--just open to talk and close to save battery",
            "Automatically enhances frequencies to improve call clarity in both loud and quiet environments",
            "Connect with two compatible Bluetooth- enabled phones simultaneously--o need to reconnect",
            "Included desk stand delivers one hour of talk time in less than fifteen minutes of charging",
            "Includes single ear cushion; up to 4.5 hours of talk time"
        ]
    },
    {
        "ID": "B001E4EQV0.html",
        "NAME": "Plantronics Explorer 230 Wireless Headset - 79222-62",
        "CATEGORY": [
            "Electronics",
            "Headphones",
            "Over-Ear Headphones"
        ],
        "DESCRIPTION": [
            "Features: Bluetooth Technology",
            "Over-the-Ear Wireless Cell Phone Headset",
            "Operating Requirements: Bluetooth",
            "Modes: 1-Touch Call Answer/End",
            "Compatible with Bluetooth v2.0, Bluetooth Enabled Cell Phones",
            "Includes Over-the-Ear Attachment",
            "Supports Hands-Free; Bluetooth Profiles"
        ]
    },
    {
        "ID": "B0012LL41U.html",
        "NAME": "Motor Trend MTBT09 Max 4x Bluetooth Wireless Headset - Black",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with most Bluetooth Enabled Phones",
            "Handsfree and wireless",
            "Call Waiting and 3-Way Calling",
            "Voice Activated Dialing",
            "Touch-button volume control"
        ]
    },
    {
        "ID": "B000WJ7ND6.html",
        "NAME": "Jabra Bluetooth Headset (Black) [Retail Packaging]",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Mono Bluetooth headset for voice communication and music streaming",
            "Requires mobile phone or music player with embedded A2DP Bluetooth streaming music profile",
            "DSP (Digital signal processing) technology, active noise reduction, and intelligent volume equalisation",
            "Third-generation Jabra ear gel for a comfortable in-ear fit without a hook",
            "Up to 6 hours of talk time, up to 200 hours of standby time"
        ]
    },
    {
        "ID": "B002P0SSX4.html",
        "NAME": "PLNVOYAGERPRO - Plantronics VoyagerPro Monaural Over-the-Ear Bluetooth Headset w/Noise Canceling Mic",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Mint Condition Plantronics Voyager Pro Bluetooth Headset - Carefully Refrubished, Extensively Tested, 100% Functional",
            "Dual-Microphone AudioIQ2? Noise-Canceling Technology Retains Natural Sound of Your Voice",
            "WindSmart Technology - Stainless Steel Mic Screens, Acoustic Fabrics, and Electronic Filter Blocking Wind Noise",
            "Pivoting Mic Boom Allows the User to Wear This Bluetooth Headset on Either Ear",
            "Offer Includes: Refurbished Plantronics Voyager Pro Headset, USB Cable, Wall Charger, Extra Eartips"
        ]
    },
    {
        "ID": "B0007UC4MK.html",
        "NAME": "Jabra UJBTH Jabra Bt800 Bluetooth headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Blue backlit LCD display shows Caller ID info on incoming calls lets you know who’s calling before you answer",
            "Easy to use jog wheel for menu navigation and volume control",
            "Call vibrate/ring tone function enables you to select your favorite ring tone from the headset",
            "Automatic volume control compensates for noisy surroundings by increasing the listening level accordingly and noise cancellation technology means that the incoming caller can hear you more clearly"
        ]
    },
    {
        "ID": "B000SNY6KE.html",
        "NAME": "Black Stereo Bluetooth Headset USB a Mini a Cable 2PIN Earclips",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Sold Individually"
        ]
    },
    {
        "ID": "B001DQQCN4.html",
        "NAME": "Bluetrek Metal Mono Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth V2.0. 5.5 grams ultra light weight. Up to 5 hrs of talk time and 7 days of standby.",
            "Thinnest Bluetooth headset on the planet. Ultra slim, 4mm thickness. Unique Polished Metal Case, luxurious aluminum.",
            "Practical belt clip to carry your headset and USB adapter conveniently.",
            "USB cable, USB vehicle power adaptor included."
        ]
    },
    {
        "ID": "B000TGAEXI.html",
        "NAME": "Soundid SM100 Bluetooth Headset Dual Microphone with Noise Reduction",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Personalized Sound - With the SM100, a user can personalize the headset to address his or her specific sound preferences - resulting in crisp, clear audio across mobile communications settings.",
            "EnvironmentalMode - When a user is not on a cell phone call, the SM100 amplifies the environment to allow both ears to work together and eliminate the occluded effect associated with traditional headsets - improving everyday in-person communication",
            "NoiseNavigation System - Sound ID's Auto Focus for your Ears, determines the loudness frequency, pitch and tempo of incoming sound so the SM100 can initiate counter measures - reducing wind and background noise while improving speech understanding and sound quality"
        ]
    },
    {
        "ID": "B0029WFAD4.html",
        "NAME": "Plantronics Savi Go WG101/B Bluetooth Headset with Base (38635-01)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth 2.1, DSP (Digital Signal Processing)",
            "Wideband PC audio delivers heightened speech clarity and life-like fidelity",
            "Adaptive battery power optimizes energy consumption",
            "Extended boom and noise-canceling microphone clarify voice transmission in bustling environments",
            "Remote Ring Notification, Single-Button Call Control, Multipoint technology"
        ]
    },
    {
        "ID": "B0002F7I94.html",
        "NAME": "Motorola HS810 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth wireless technology means that the sheer convenience of hands-free communication is enhanced with total freedom of movement.",
            "Unfold the boom microphone, place the headset over the ear and a link will be established automatically.",
            "This universal accessory encourages users to update, change and evolve because it is compatible with all other 1.1 compliant Bluetooth wireless technology phones by Motorola and other manufacturers.",
            "Smaller Size, Bigger Power. This tiny powerhouse is less than 5 cm in diameter when folded and weighs just 20 grams.",
            "Increased talk time of up to 5 hours and standby time of up to 100 hours."
        ]
    },
    {
        "ID": "B0019R5YZE.html",
        "NAME": "LG HBM-770 Bluetooth Wireless Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Affordable, easy-to-use mono Bluetooth headset with echo cancellation and noise suppression for excellent call clarity",
            "Comfortable, flexible ear loop",
            "Phone functions include answer, reject, and ending calls, voice dial support*, call waiting support*, last number redial (*phone dependent)",
            "Works with most mobile phones",
            "Up to 6 hours of talk time, up to 350 hours of standby time"
        ]
    },
    {
        "ID": "B000VS2L8A.html",
        "NAME": "Brand New Motorola H375 Black color in Retail packaging",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Easy Pair technology helps simplify connecting to compatible Bluetooth enabled devices",
            "More comfortable design following rigorous study of the ear",
            "Battery check feature clearly shows when it's time to recharge",
            "Up to 6 hours of talk time, up to 200 hours of standby time",
            "Color: Black"
        ]
    },
    {
        "ID": "B001A3Q2T4.html",
        "NAME": "JBR9300000002 - BT500 Ultra Slim Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Color(s) - Chrome",
            "Connecting Type - Bluetooth®",
            "Earpiece Type - Earloop/Earbud",
            "For Use With - Cellular Telephones",
            "Headset Style - Behind The Ear"
        ]
    },
    {
        "ID": "B000WJ528E.html",
        "NAME": "Motorola H680 Bluetooth Headset (Midnight)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Minimalist Motorola design with vacuum metallization sideband finish and deep matte top finish.",
            "Look good and talk all day long. 8 hours of talk time is best in class with headsets this size",
            "Minimalist design with enriched elegant finishes",
            "Minimalist design with enriched elegant finishes"
        ]
    },
    {
        "ID": "B0017L04ZC.html",
        "NAME": "Samsung SBH170 Bluetooth Stereo Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Up to 10 Hours Talk Time / Music Playing Time",
            "Up to 170 Hours Standby Time"
        ]
    },
    {
        "ID": "B002LEVL56.html",
        "NAME": "LG HBM-210 Bluetooth Headset - OEM in Bulk",
        "CATEGORY": [
            "Cell Phones & Accessories",
            "Accessories"
        ],
        "DESCRIPTION": [
            "Operating range: Up to 33 feet (10 meters)",
            "Stand-by time: Up to 400 h (subject to phone)",
            "Auto reconnect",
            "Dedicated power button",
            "Charging Time: Less than 2 hours"
        ]
    },
    {
        "ID": "B001EYPB00.html",
        "NAME": "Plantronics UP230 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Model-Number - 230"
        ]
    },
    {
        "ID": "B002SUCYFO.html",
        "NAME": "Nokia BH-216 Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Enables hands-free calls",
            "Has curve shaped form for comfort",
            "Includes selection of different size earpads for best fit",
            "Works even in noisy environments",
            "Compact Bluetooth headset in black with Digital Signal Processing (DSP) for noise and echo cancellation",
            "Comfortable extended in-ear wear with three sizes of earpad; optional earloop for more secure fit",
            "Bluetooth 2.1 connectivity and compatibility with most mobile phones with hands-free and headset profiles"
        ]
    },
    {
        "ID": "B001NZRQ76.html",
        "NAME": "AccessoryOne - Motorola Bluetooth Headset - H700",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth compliance: Bluetooth version 1.2 specifications (forward and backward compatible)",
            "Compatibility: compatible with other Bluetooth devices with Bluetooth 1.1 specifications and support the Bluetooth headset",
            "Operating range: Up to 10 meters (30ft). Talk time: Up to 6 hours. Stand-by time: Up to 130 hours",
            "Pairing passkey or PIN: 0000",
            "Comes with Motorola Bluetooth H700 headset; Travel Charger; User Manual; Quick Start Guide"
        ]
    },
    {
        "ID": "B000FJ20CM.html",
        "NAME": "Jabra BT620s Bluetooth Headphone (Discontinued by Manufacturer)",
        "CATEGORY": [
            "Electronics",
            "Headphones"
        ],
        "DESCRIPTION": [
            "Bluetooth 1.2 supporting headset",
            "Plays via USB cable while charging",
            "2 extra ear cushions",
            "Up to 16 hours of talk time, and 14 hours of play time, 240 hours of standby time",
            "Control your music from the headset"
        ]
    },
    {
        "ID": "B001A4DZ02.html",
        "NAME": "Iqua BHS-603 Sun Solar Powered Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Answer/end/reject call",
            "Last number redial",
            "Voice dial activate (when supported by mobile phone)",
            "Volume control",
            "Switch between phone and handsfree modes"
        ]
    },
    {
        "ID": "B001AR8D5Q.html",
        "NAME": "Jabra Mono Bluetooth Headset (Silver)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Nicely small and affordable mono Bluetooth headset for cell phone communication",
            "Comfortable discrete earpiece and optional ear hook for added security",
            "Answer and end calls; call reject and last-numnber redail advanced functions requires compatible phone",
            "Up to 8 hours of talk time, up to 300 hours of standby time",
            "What's in the Box: headset, charger, user manual"
        ]
    },
    {
        "ID": "B000GAO9T2.html",
        "NAME": "Samsung WEP200 Bluetooth Wireless Phones Headset - Retail Packaging - Black",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Lightweight Bluetooth communication headset in black fits in either ear, offers Bluetooth 2.0 connectivity",
            "Omni-directional microphone that clearly picks up your voice",
            "Multi-function button to controls various functions including answering and ending calls",
            "Includes travel charger and charging case",
            "Up to 4 hours of talk time and up to 70 hours of standby time"
        ]
    },
    {
        "ID": "B001W33XXU.html",
        "NAME": "Emerson em227mt Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Up to 6 hours talk time",
            "Adjustable earloop fits either ear",
            "Dual color light indinates power status",
            "Rechargable Li-polymer Battery",
            "200 hours standby time"
        ]
    },
    {
        "ID": "B001CTBNYA.html",
        "NAME": "Sony Ericsson HBH-205 Stereo Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Battery status indicator",
            "3.5mm stereo jack",
            "Streams music and handles calls without wires",
            "Auto pairing technology and redialing",
            "Bluetooth 2.0 technology"
        ]
    },
    {
        "ID": "B000PIT02Q.html",
        "NAME": "Jabra BT8010 BluetoothÂ® Mono (1 pcs)",
        "CATEGORY": [
            "Electronics",
            "Headphones"
        ],
        "DESCRIPTION": [
            "Supports handsfree, headset, A2DP, & AVRCP Bluetooth profiles",
            "Bluetooth 2.0 with Multi-Point technology and DSP Noise Reducion",
            "Clear & sharp OLED display",
            "Dual mono and stereo Bluetooth headset",
            "Custom phonebook and equalizer"
        ]
    },
    {
        "ID": "B000VUGZIK.html",
        "NAME": "Aliph Jawbone Bluetooth Headset (Silver/Grey)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Product includes: Jawbone Bluetooth Headset ; Wall Charger ; USB Charger ; Earloops and earbuds in assroted sizes, and User & Warranty information",
            "Adaptive noise cancellation-adjusts your call's volume after measuring ambient noise around you",
            "Eye-catching design",
            "The Jawbone can be worn on either ear and offers earloops in four different sizes",
            "Jawbone's ergonomic design enhances the acoustic performance and keeps the device lightweight, stable and comfortable"
        ]
    },
    {
        "ID": "B000MTEFIC.html",
        "NAME": "BlackBerry HS-655 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Digital Signal Processing technology maximizes sound quality",
            "Soft-gel ear tips in three sizes",
            "Up to 3 hours talk time; 80 hours stand-by time",
            "Blackberry RIM Original Accessory",
            "1 year manufacturer's warranty"
        ]
    },
    {
        "ID": "B000TZJ6N8.html",
        "NAME": "Plantronics Explorer 220 Bluetooth Headset - Silver - BULK",
        "CATEGORY": null,
        "DESCRIPTION": [
            "100% original"
        ]
    },
    {
        "ID": "B000A4C28O.html",
        "NAME": "Body Glove EarGlove BlueVoice Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth wireless technology in a hi-tech, high profile headset",
            "The ultimate sound quality – periscope microphone extends closer to the mouth for enhanced clarity – even in noisy environments!",
            "Patented system automatically adjusts the volume for you when you extend or retract the periscope microphone",
            "Headset controls speaker volume, answer and end calls and turns unit on and off",
            "Includes Body Glove carrying case"
        ]
    },
    {
        "ID": "B0006H4FCQ.html",
        "NAME": "Nokia HDW-3 Bluetooth Wireless Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth headset HDW-3.",
            "Bluetooth is the newest communication technology offering handsfree communication with no wires or cords whatsoever",
            "Genuine Nokia Part",
            "Compatible with 3600, 3620, 3650, 3660, 6230, 6310, 6310i, 6600, 6620, 6630, 6651, 6820, 7610, N-Gage, N-Gage QD",
            "1 Year Warranty"
        ]
    },
    {
        "ID": "B000H3MSIW.html",
        "NAME": "Sony Ericsson Bluetooth Headset HBH-IV835 (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Auto pairing",
            "Bluetooth¿ technology 2.0",
            "Digital Signal Processing (DSP)",
            "Fast automatic volume adjustment",
            "In-ear design, light weight"
        ]
    },
    {
        "ID": "B000NV100A.html",
        "NAME": "Motorola H800 Slider Bluetooth Headset (Silver)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Left or right ear wearable",
            "Battery performance of up to 5.5 hours talk time or up to 200 hours standby",
            "61mm x 27mm x 17mm",
            "Weighs 17.5 grams",
            "Bluetooth Class 2 offers a wireless connection up to 10 meters (33 feet)"
        ]
    },
    {
        "ID": "B002LAS0SG.html",
        "NAME": "Jabra GO 6430 Bluetooth Headset and USB Adapter for Softphone & Mobile Phone",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Multi-device Connectivity - Multi-device connectivity technology lets you manage phone calls from several different devices such as desk phones, tablets, PCs and smartphones, with one single headset.",
            "Remote Call Control - Answer and end calls on the Jabra audio device with seamless integration between your phone and headset. With a Jabra wireless audio device you can control your call even when you are away from your desk.",
            "100 Meter /300 feet Wireless FreedomFeaturing Bluetooth Class 1, your Jabra device enables you to connect to a vast range of devices from smart phones and tablets to laptop computers.",
            "HD Voice - High quality audio for crystal clear conversations Enjoy high-definition sound with HD Voice and get crystal clear, intelligible communication",
            "HD Voice - High quality audio for crystal clear conversations Enjoy high-definition sound with HD Voice and get crystal clear, intelligible communication"
        ]
    },
    {
        "ID": "B0014IUU8O.html",
        "NAME": "Plantronics Audio 920 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Sold Individually"
        ]
    },
    {
        "ID": "B0016KHK5Q.html",
        "NAME": "MTRS9 - Bluetooth Headset, 5x52, Red/Black",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Connectivity Technology: Wireless, Earpiece Controls: Track, Earpiece Controls: Volume, Earpiece Controls: Call/Answer, Earpiece Design: Behind-the-neck, Earpiece Type: Binaural, Product Model: S9, Wireless Technology: Bluetooth",
            "Sold as 1 each"
        ]
    },
    {
        "ID": "B000I5SOEQ.html",
        "NAME": "Jabra BT125 Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Operating range - Up to 33 feet (10 meters)",
            "Talk time - Up to 8 hours",
            "Stand-by time - Up to 170 hours",
            "Charging time - Approximately 2 hours",
            "Microphone type - 6mm omni-directional"
        ]
    },
    {
        "ID": "B001DSETS2.html",
        "NAME": "Motorola Bluetooth H12 Headset Crystal Talk technology Compliant with Bluetooth v2.0 devices",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Crystal Talk technology filters and reduces noise in all environments",
            "Diamond-cut edges high-gloss finishes and perforated metal grill",
            "Laser precision ear interface with multiple ear cushions or optional earhook",
            "Compliant with Bluetooth v2.0 devices",
            "Includes charging dock"
        ]
    },
    {
        "ID": "B0018FPHAE.html",
        "NAME": "Motorola Bluetooth H710 Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Latest generation chipset with echo and noise cancellation software",
            "Multi-point technology allows switching between 2 Bluetooth audio devices",
            "Easy-to-see indiator light shows calling status",
            "Compliant with Bluetooth v2.0 devices",
            "Includes travel charger"
        ]
    },
    {
        "ID": "B000UFQV2Q.html",
        "NAME": "Smallest BlueAction Wireless Bluetooth Headset Hands-free for all Bluetooth Enabled Phones: Dell : X51, X51v, HP iPAQ : hx2110, hx2415, hx2755, hw6515, hw6515a, hw6925, hw6945, rw6818, rw6828 and more",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Extremely light, compact & comfortable",
            "Superior clear sound special designed microphone can suppress echo and noise and optimize the voice pick-up",
            "Fashionable & stylish design smooth looked. Well suited to modern mobile phones",
            "Up to 4-6 hours talk time and 120-160 hours standby time",
            "Compatible with all Bluetooth enabled devices: mobile phones, PDAs and Laptops"
        ]
    },
    {
        "ID": "B0015A6KY4.html",
        "NAME": "Samsung Bluetooth WEP430 Sporty Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Superior Sound Quality With Echo Cancellation",
            "Ergonomic Ear-ring Design Ideal For Outdoor Activities",
            "Up To 5 Hours Talk Time And 130 Hours Of Standby",
            "Includes Travel Adapter"
        ]
    },
    {
        "ID": "B0006DPT5M.html",
        "NAME": "Plantronics CS50-USB Wireless Headset",
        "CATEGORY": [
            "Electronics",
            "Accessories & Supplies",
            "Telephone Accessories",
            "Headsets"
        ],
        "DESCRIPTION": [
            "Call control at your finger tips: call answer/end, volume +/-",
            "Roam up to 300 feet from your office phone",
            "900MHz frequency for clear, private, secure conversations",
            "Convertible: over-the-ear, over-the-head or optional neckband for behind-the-head",
            "Noise-canceling microphone filters out background noise"
        ]
    },
    {
        "ID": "B001DSETPK.html",
        "NAME": "Plantronics Voyager 855 Bluetooth Stereo Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Seamlessly receive and make calls while listening to music; sliding answer/end boom",
            "AudioIQï¿½ technology optimizes call clarity on both ends of the conversation",
            "Sound isolating silicone ear buds (S/M/L) for immersion in calls and music",
            "Multi-point technology allows switching between 2 Bluetooth audio devices",
            "Up to 5 hours music time, 7 hours talk time and 180 hours standby ; Compliant with Bluetooth v2.0 + EDR devices ; Includes charger"
        ]
    },
    {
        "ID": "B000FL2E4Y.html",
        "NAME": "BlueAnt UNHFPBAXW3 X3 Micro Bluetooth Headset (White)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Small ergonomic design (only 5.2cm long)",
            "USB, wall and in car charger provided",
            "Pairs with 3 Bluetooth devices",
            "Lightweight (13 grams)",
            "2 year warranty"
        ]
    },
    {
        "ID": "B000V4QAHC.html",
        "NAME": "Oem Motorola H555 Bluetooth Headset",
        "CATEGORY": [
            "Cell Phones & Accessories",
            "Accessories"
        ],
        "DESCRIPTION": [
            "The Motorola Bluetooth Headset H555 offers personal comfort and powerful performance",
            "The H555 wireless headset has an ergonomic, lightweight design that includes interchangeable ear hooks for a secure fit",
            "The elevated speaker rests comfortably close to the ears"
        ]
    },
    {
        "ID": "B000VUBU58.html",
        "NAME": "Samsung Bluetooth SBH170 Neckband Wrap Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Seamlessly switch between music and incoming calls Memory alloy neckband wrap shape allows for more free movementCall/end function, 3-way calling and built-in controls Up to 10 hours talk time and 170 hours standby Compliant with Bluetooth® v1.2 devices Includes carrying case and travel charger"
        ]
    },
    {
        "ID": "B000IANMT8.html",
        "NAME": "iLuv i202 Stereo Bluetooth Earclip Phones with Bluetooth Transmitter",
        "CATEGORY": [
            "Electronics",
            "Headphones"
        ],
        "DESCRIPTION": [
            "Bluetooth Version V1.2 Ear Clips & V1.2 Dongle",
            "Up To 15 Hours Talk Time",
            "Supports Ear Clips, Hands-Free & A2Dp & Avrcp Profiles",
            "Up To 300 Hours Standby Time",
            "Works With All Ipods"
        ]
    },
    {
        "ID": "B000YGOWRM.html",
        "NAME": "Sony Ericsson Bluetooth Speaker",
        "CATEGORY": [
            "Electronics",
            "Portable Audio & Video",
            "Portable Speakers & Docks",
            "Portable Bluetooth Speakers"
        ],
        "DESCRIPTION": [
            "Connects to other music devices via 3.5mm line-in",
            "Portable and easy to use: no cords, no hassle",
            "Powerful and clear sound in unique design",
            "Share your music wirelessly from your mobile phone",
            "Rechargeable integrated battery"
        ]
    },
    {
        "ID": "B002GZ1IRG.html",
        "NAME": "Bose Mobile In-Ear Headset (Discontinued by Manufacturer)",
        "CATEGORY": [
            "Electronics",
            "Headphones",
            "Earbud Headphones"
        ],
        "DESCRIPTION": [
            "Omnidirectional, inline microphone",
            "Angled 3.5 mm plug",
            "Three 2.5 mm adapters",
            "One-Touch Switching, Hands-Free Talking",
            "Convenient, High-Quality Audio"
        ]
    },
    {
        "ID": "B000YM7NMW.html",
        "NAME": "Latte Communications Bluetooth Headset Noise Reduction - Silver Maple Mocha",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Stylish, lightweight Bluetooth 2.0 communication headset in silver maple provides maximum comfort for long wear",
            "High digital signal processing (DSP) produces crystal clear sound via noise reduction and echo cancellation",
            "Flexible earloop can be rotated and adjusted to fit on either the left or the right ear",
            "Voice dialing capabiltiy enables you to make a phone call with your voice, not your hands (requires compatible handset)",
            "Up to 5 hours of talk time and 170 hours of standby time"
        ]
    },
    {
        "ID": "B002KAT07W.html",
        "NAME": "BlueAnt Z9i Bluetooth Headset With Voice Isolation Max (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Includes additional box contents and enhanced features",
            "BlueAnt's revolutionary Digital Signal Processing solution",
            "Gives the Z9i outstanding noise suppression",
            "Echo cancellation and wind noise reduction"
        ]
    },
    {
        "ID": "B000S1W7ES.html",
        "NAME": "Xtreme Technologies Xlink BT Bluetooth Gateway - Black",
        "CATEGORY": [
            "Electronics",
            "Accessories & Supplies",
            "Telephone Accessories",
            "Headsets"
        ],
        "DESCRIPTION": [
            "Wireless - when cell phones are placed within range, the XLink automatically connects to them",
            "Answer cell phone calls on home telephones",
            "Connects up to three cell phones to regular home telephones"
        ]
    },
    {
        "ID": "B000REZ810.html",
        "NAME": "Alcatel Universal NHSTH4C2ALC-BLK Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Operating Range - 10M (33 ft.)",
            "Speaker Volume Control",
            "Call Waiting and Ergonomic Ear Hook",
            "Innovative and Stylish Design"
        ]
    },
    {
        "ID": "B002NEMH6G.html",
        "NAME": "Nokia Bluetooth Stereo Headset with Detachable Headphones - White",
        "CATEGORY": [
            "Electronics",
            "Headphones"
        ],
        "DESCRIPTION": [
            "Control your music with the easy-to-use keys",
            "Attach securely with the built-in clip",
            "Use any headphones with the additional 3.5 mm jack",
            "Listen to music for up to 7 hours without recharging",
            "Manage your calls with the push of a button"
        ]
    },
    {
        "ID": "B000OGNQF6.html",
        "NAME": "Panasonic RP-BT10 Bluetooth Headphones (White) (Discontinued by Manufacturer)",
        "CATEGORY": [
            "Electronics",
            "Headphones",
            "Earbud Headphones"
        ],
        "DESCRIPTION": [
            "Rechargeable Ni-MH battery",
            "Works with iPod (5G, 4G, nano, mini)",
            "Compatible with Bluetooth-enabled cell phones",
            "Compact remote control",
            "Transmission range up to 33ft./10m in open space"
        ]
    },
    {
        "ID": "B000CRQ7IU.html",
        "NAME": "Motorola H605 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Behind-the-ear cellular headset design",
            "Up to 10 hours talk time or 200 hours standby time",
            "Soft flex cushion",
            "Adjustable speaker tilts and rotates",
            "Intuitive, easy-to-use controls"
        ]
    },
    {
        "ID": "B002075TU2.html",
        "NAME": "Andrea Electronics BT-200 Noise Canceling Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Best technology for microphone noise cancelation, enhanced speech intelligibility and wind noise suppression",
            "Military grade noise cancellation (NC) boom microphone (providing approximately 20dB of noise reduction)",
            "Microphone tip has integrated wind suppression (for 11.5dB of wind noise reduction)",
            "Multi-device Bluetooth pairing.",
            "Bundled with USB receiver which enables wireless PC connection to Bluetooth headset"
        ]
    },
    {
        "ID": "B000YZD4CW.html",
        "NAME": "Nokia BH-211 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compact, lightweight, and ergonomically designed",
            "Multifunction key offers redial and voice dialing function (must be supported by phone)",
            "Compatible with phones embedded with Bluetooth versions 1.2 and 2.0",
            "Up to 6 hours of talk time and 150 hours of standby time",
            "Includes: Bluetooth headset, wall charger, extra earbud, user guide"
        ]
    },
    {
        "ID": "B0009W8DKS.html",
        "NAME": "Jabra BT130 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with most Bluetooth enabled handsets",
            "Talk handsfree up to 33 feet away from your phone",
            "Over ear wearing style can be worn on either ear",
            "Choose a color to suite your mood with 1 of four interchangeable faceplates (included)",
            "4-6 hours of talk time provided by internal rechargable battery"
        ]
    },
    {
        "ID": "B001CZI8M4.html",
        "NAME": "Callpod DragonV2 Bluetooth Headset - Black",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Extended range of 100+ meters / 328+ ft",
            "Dual-microphone background noise cancellation",
            "Dragon-to-Dragon headset communication over a 250,000+ sq ft space",
            "Multi-device pairing (i.e. Skype+cell phone or 2 cell phones) with auto-switching",
            "Comfortable fit for all-day usage"
        ]
    },
    {
        "ID": "B001GXR1P2.html",
        "NAME": "Sony Ericsson HBH-IS800 Bluetooth 2.0 EDR Wireless In Ear Earbud Headset",
        "CATEGORY": [
            "Cell Phones & Accessories",
            "Accessories"
        ],
        "DESCRIPTION": [
            "A short cord lies almost hidden across the back of your neck to deliver high-quality audio",
            "Listen to music on your mobile phone and answer calls wirelessly with this lightweight Bluetooth stereo headset",
            "Boasting a lightweight design fused with superior audio quality",
            "This headset is ideal for wearing hours on end"
        ]
    },
    {
        "ID": "B000JIJ5FE.html",
        "NAME": "Motorola Bluetooth Headset H700 Fire Red [Motorola Retail Packaging]",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with Bluetooth 1.1 and 1.2 phones",
            "Sleek design",
            "1 year warranty",
            "Experience Pure Sound and Impressive Call Clarity from this Compact Headset with Advanced Noise Reduction",
            "Lets You Talk Handsfree"
        ]
    },
    {
        "ID": "B002EEP3GQ.html",
        "NAME": "Motorola H715 Mono Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Clearer audio: 25% improved Echo and noise reduction allows the person on the other end to hear you",
            "RapidConnectTM: Simply flip open the microphone to answer calls and close to save the battery",
            "Battery Check: Press both volume buttons to view your remaining talk tim",
            "Multipoint: Talk from your personal and business phones using the same headset",
            "Easy Pairing: simplifies connecting to your Bluetooth device"
        ]
    },
    {
        "ID": "B002AKKEU4.html",
        "NAME": "Motorola H375 Bluetooth Headset (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Easy Pair technology helps simplify connecting to compatible Bluetooth enabled devices",
            "More comfortable design following rigorous study of the ear",
            "Battery check feature clearly shows when it's time to recharge",
            "Up to 6 hours of talk time, up to 200 hours of standby time"
        ]
    },
    {
        "ID": "B001H0GE3O.html",
        "NAME": "Motorola s705 SoundPilot Bluetooth Stereo Portable Music Player,Radio (Discontinued by Manufacturer)",
        "CATEGORY": [
            "Electronics",
            "Headphones"
        ],
        "DESCRIPTION": [
            "Built-in FM radio with RDS technology",
            "Extensive range from Class 1 Bluetooth for up to 330 ft wireless connection",
            "Standard 3.5mm headset jack so you can use your favorite headsets or the ones included",
            "Works with any brand of Bluetooth-enabled compatible phone or music devices that support Advanced Audio Distribution Profile (A2DP) and Audio Video Remote Control Profile (AVRCP)",
            "EasyPair for simplified pairing with other Bluetooth devices"
        ]
    },
    {
        "ID": "B001DDEJ9Q.html",
        "NAME": "VOYAGER855 - Plantronics Voyager 855 Wireless Stereo Earset Earbud, Over-the-ear, Over-the-ear",
        "CATEGORY": [
            "Electronics",
            "Headphones"
        ],
        "DESCRIPTION": [
            "Easily Convert Mono Headset To Stereo Listening",
            "Up To 7 Hours Talk Time And 160 Hours Standby Time",
            "Sliding Boom Conveniently Answers And Ends Calls",
            "AudioIQ Technology Digitally Enhances Sound Quality"
        ]
    },
    {
        "ID": "B001RB1QO0.html",
        "NAME": "Motorola H695 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Advanced Audio Noise and echo cancellation technology makes voices sharp for clearer conversations.",
            "Multi-point technology allows you to connect and use two phones at the same time with one headset",
            "Dedicated On/Off and Call buttons Makes it easy to tell when the H695 is turned ON",
            "Works with any Bluetooth-Equipped Phone and or device",
            "Talk Time up to 5.5 hours"
        ]
    },
    {
        "ID": "B002TT05UU.html",
        "NAME": "Stereo Bluetooth Backphones",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Features -",
            "Listen to music wirelessly; answer or make calls wirelessly",
            "Integrated remote control functions (play, pause, skip, volume)",
            "Supports HSP, HFP, A2DP, and AVRCP",
            "Built-in Li-polymer rechargeable battery"
        ]
    },
    {
        "ID": "B0025KV8HM.html",
        "NAME": "Samsung WEP450 Bluetooth Headset [Retail Packaging] (Discontinued by Manufacturer)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Bluetooth",
            "Bluetooth Headset"
        ]
    },
    {
        "ID": "B000FIBMR2.html",
        "NAME": "Samsung Bluetooth Headset WEP200 (Black)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Compatible with SGH-D307, SGH-D807, SGH-D357, SCH-A950, SPH-A940, SCH-A970, SCH-I830, SGH-T809, SPH-",
            "Talk Time: 4 Hours",
            "Standby Time: 70 Hours",
            "Includes Headset, Travel Charger",
            "1 Year warranty"
        ]
    },
    {
        "ID": "B0012YZQ9I.html",
        "NAME": "Nokia BH-102 Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Nokia BH-102 Bluetooth v2.0 + EDR Headset General Features: Black color",
            "Bluetooth v2.0 + EDR (Enhanced Data Rate) Supports Handsfree Profile 1.5 and Headset Profile 1.1",
            "Attractive, reliable and easy to use Intuitive control in one user-friendly handsfree headset",
            "Built-in 3.7V 110 mAh Lithium-ion Polymer rechargeable battery Security: Encrypted link",
            "Controls/Port:"
        ]
    },
    {
        "ID": "B002ACP236.html",
        "NAME": "Motorola H385 Bluetooth Headset (Pink)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Easy Pair technology helps simplify connecting to compatible Bluetooth enabled devices",
            "More comfortable design following rigorous study of the ear",
            "Battery check feature clearly shows when it's time to recharge",
            "Up to 6 hours of talk time, up to 200 hours of standby time",
            "Up to 6 hours of talk time, up to 200 hours of standby time"
        ]
    },
    {
        "ID": "B000RF4PNG.html",
        "NAME": "Motorola S9 Special Edition Black on Black Stereo Bluetooth Headset",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Weight: 32 grams (1.14 ounces)",
            "Music Listening Time: Up to 6 hours",
            "Talk Time: Up to 7 hours",
            "Standby Time: Up to 6 days (144 hours)"
        ]
    },
    {
        "ID": "B000SDLNRS.html",
        "NAME": "Nokia Bluetooth Headset - Black/Silver",
        "CATEGORY": null,
        "DESCRIPTION": [
            "BH-208 Bluetooth Headset"
        ]
    },
    {
        "ID": "B002L6GFBE.html",
        "NAME": "TENQA Bluetooth Stereo Speaker",
        "CATEGORY": [
            "Electronics",
            "Portable Audio & Video",
            "Portable Speakers & Docks",
            "Portable Bluetooth Speakers"
        ],
        "DESCRIPTION": [
            "Listen to your music without wires and connect with mobile phone, iPod touch, iPhone, mp3 player, or computer",
            "“Line-in” jack to connect directly to any music source",
            "Slim, desktop design you can put anywhere",
            "5 watts x 2 full stereo sound output with up to 33 feet (10m) of wireless range",
            "Class 2 v1.2 Bluetooth technology"
        ]
    },
    {
        "ID": "B000NSPTTG.html",
        "NAME": "Motorola H700 Bluetooth Headset, Cosmic Blue [Motorola Retail Packaging]",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Award winding PowerFlip¿ foldable microphone design with ergonomic reversible ear hook",
            "Cutting-edge noise reduction and echo cancellation technologies",
            "6 hours talk time or 130 hours standby time",
            "Bluetooth Class 2 for wireless connection up to 10 meters (30 feet) Bluetooth 1.2 support for quicker pairing, fewer dropped calls and reduced interference",
            "Status LED light that can be turned off or on depending on user preference"
        ]
    },
    {
        "ID": "B001HBIJOU.html",
        "NAME": "Motorola H385 Bluetooth Headset (Pink)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "Affordable, easy-to-use mono Bluetooth headset for handsfree communication with clean and simple design",
            "Easy Pair technology helps simplify connecting to compatible Bluetooth enabled devices",
            "More comfortable design following rigorous study of the ear",
            "Battery check feature clearly shows when it's time to recharge",
            "Up to 6 hours of talk time, up to 200 hours of standby time"
        ]
    },
    {
        "ID": "B0009OAP8O.html",
        "NAME": "Plantronics Voyager 510Sl Voyager Bluetooth Headset System with Automatic Lifter and AC,DC Charger (Discontinued by Manufacturer)",
        "CATEGORY": null,
        "DESCRIPTION": [
            "WIRELESS; BALANCED LIGHTWEIGHT DESIGN;",
            "NOISE-CANCELING; SMART TECHNOLOGY;",
            "SWITCHES BETWEEN OFFICE PHONE & VOICE-ENABLED MOBILE DEVICE;",
            "INCLUDES AUTOMATIC LIFTER & AC/DC CHARGER"
        ]
    }
]